{
  "planets": [
    {
      "id": 1,
      "name": "Mercury",
      "slug": "mercury",
      "image": "https://media1.giphy.com/media/l0HlO4V8iCRME3i0g/giphy.gif?cid=ecf05e47ku6tndqpwjvvt2huwna3xrxmuqqvspyqcys93612&rid=giphy.gif&ct=g",
      "shortDescription": "Mercury orbits the sun faster than all the other planets in the solar system.",
      "facts": "Mercury rotates in a way that is unique in the Solar System. It is tidally locked with the Sun in a 3:2 spin–orbit resonance, meaning that relative to the fixed stars, it rotates on its axis exactly three times for every two revolutions it makes around the Sun. As seen from the Sun, in a frame of reference that rotates with the orbital motion, it appears to rotate only once every two Mercurian years. An observer on Mercury would therefore see only one day every two Mercurian years.",
      "description": "Mercury orbits the sun faster than all the other planets in the solar system. Because the planet is so close to the sun, Mercury's surface temperature can reach a scorching 840 degrees Fahrenheit (450 degrees Celsius). However, since this world doesn't have much of a real atmosphere to entrap any heat, at night temperatures can plummet to minus 275 degrees Fahrenheit (minus degrees 170 Celsius), a temperature swing of more than 1,100 degrees Fahrenheit (600 degrees Celsius), the greatest in the solar system.",
      "discovery": ""
    },
    {
      "id": 2,
      "name": "Venus",
      "slug": "venus",
      "image": "https://media1.giphy.com/media/l0MYB89UFsVqLY5oc/giphy.gif",
      "shortDescription": "A day on Venus is longer than a year. It takes Venus longer to rotate once on its axis than to complete one orbit of the Sun.",
      "facts": "The atmosphere of Venus consists mainly of carbon dioxide, and, at the planet’s surface, is the densest and hottest of the atmospheres of the four terrestrial planets. With an atmospheric pressure at the planet's surface of about 92 times the sea level pressure of Earth and a mean temperature of 737 K (464 °C; 867 °F), the carbon dioxide gas at Venus's surface is in the supercritical phase of matter. Venus is shrouded by an opaque layer of highly reflective clouds of sulfuric acid, making it the planet with the highest albedo in the Solar System. It may have had water oceans in the past,[21][22] but after these evaporated the temperature rose under a runaway greenhouse effect. The possibility of life on Venus has long been a topic of speculation but convincing evidence has yet to be found.",
      "description": "A day on Venus is longer than a year. It takes Venus longer to rotate once on its axis than to complete one orbit of the Sun. That’s 243 Earth days to rotate once – the longest rotation of any planet in the Solar System – and only 224.7 Earth days to complete an orbit of the Sun. Like Mercury, Venus does not have any moons. Solar days on Venus, with a length of 117 Earth days, are just about half as long as its solar year, orbiting the Sun every 224.7 Earth days.[26] This Venusian daylength is a product of it rotating against its orbital motion, halving its full sidereal rotation period of 243 Earth days, the longest of all the Solar System planets. Venus and Uranus are the only planets with such a retrograde rotation, making the Sun move in their skies from their western horizon to their eastern. The orbit of Venus around the Sun is the closest to Earth's orbit, bringing them closer than any other pair of planets. This occurs during inferior conjunction with a synodic period of 1.6 years. However, Mercury is more frequently the closest to each.",
      "discovery": ""
    },
    {
      "id": 3,
      "name": "Earth",
      "slug": "earth",
      "image": "https://media4.giphy.com/media/X6hiFJjvTDAAw/giphy.gif",
      "shortDescription": "Earth, our home, is the third planet from the sun.",
      "facts": "Earth is an ellipsoid with a circumference of about 40,000 km. It is the densest planet in the Solar System. Of the four rocky planets, it is the largest and most massive. Earth is about eight light-minutes away from the Sun and orbits it, taking a year (about 365.25 days) to complete one revolution. The Earth rotates around its own axis in slightly less than a day (in about 23 hours and 56 minutes). The Earth's axis of rotation is tilted with respect to the perpendicular to its orbital plane around the Sun, producing seasons. Earth is orbited by one permanent natural satellite, the Moon, which orbits Earth at 380,000 km (1.3 light seconds) and is roughly a quarter as wide as Earth. Through tidal locking, the Moon always faces the Earth with the same side, which causes tides, stabilizes Earth's axis, and gradually slows its rotation.",
      "description": "Earth, our home, is the third planet from the sun. While scientists continue to hunt for clues of life beyond Earth, our home planet remains the only place in the universe where we've ever identified living organisms.Earth, like most other bodies in the Solar System, formed 4.5 billion years ago from gas in the early Solar System. During the first billion years of Earth's history, the ocean formed and then life developed within it. Life spread globally and began to affect Earth's atmosphere and surface, leading to the Great Oxidation Event two billion years ago. Humans emerged 300,000 years ago, and have reached a population of 8 billion today. Humans depend on Earth's biosphere and natural resources for their survival, but have increasingly impacted the planet's environment. Today, humanity's impact on Earth's climate, soils, waters, and ecosystems is unsustainable, threatening people's lives and causing widespread extinctions of other life. ",
      "discovery": ""
    },
    {
      "id": 4,
      "name": "Mars",
      "slug": "mars",
      "image": "https://thumbs.gfycat.com/InfantileHorribleDunlin-size_restricted.gif",
      "shortDescription": "Mars, the fourth planet from the sun, is a dry, rocky world whose iconic red color has earned it the nickname the Red Planet.",
      "facts": "Some of the most notable surface features on Mars include Olympus Mons, the largest volcano and highest known mountain in the Solar System and Valles Marineris, one of the largest canyons in the Solar System. The Borealis basin in the Northern Hemisphere covers approximately 40% of the planet and may be a large impact feature. Days and seasons on Mars are comparable to those of Earth, as the planets have a similar rotation period and tilt of the rotational axis relative to the ecliptic plane. Liquid water on the surface of Mars cannot exist due to low atmospheric pressure, which is less than 1% of the atmospheric pressure on Earth.[22][23] Both of Mars's polar ice caps appear to be made largely of water.[24][25] In the distant past, Mars was likely wetter, and thus possibly more suited for life. It is not known whether life has ever existed on Mars.",
      "description": "Mars, the fourth planet from the sun, is a dry, rocky world whose iconic red color has earned it the nickname the Red Planet. Mars has fascinated people throughout history, and today, it is one of the most explored bodies in the solar system, with many rovers and orbiters searching the planet for evidence of life, past or present.",
      "discovery": ""
    },
    {
      "id": 5,
      "name": "Jupiter",
      "slug": "jupiter",
      "image": "https://media4.giphy.com/media/s2uampOAMWksU/giphy.gif",
      "shortDescription": "Jupiter is the largest planet in the solar system and the fifth planet from the sun.",
      "facts": "Jupiter is primarily composed of hydrogen, but helium constitutes one-quarter of its mass and one-tenth of its volume. It probably has a rocky core of heavier elements, but (like the Solar System's other giant planets) lacks a well-defined solid surface. The ongoing contraction of Jupiter's interior generates more heat than the planet receives from the Sun. Because of its rapid rotation, the planet's shape is an oblate spheroid, having a slight but noticeable bulge around the equator. The outer atmosphere is divided into a series of latitudinal bands, with turbulence and storms along their interacting boundaries. A prominent result of this is the Great Red Spot, a giant storm which has been observed since at least 1831.",
      "description": "Jupiter is the largest planet in the solar system and the fifth planet from the sun. The gas giant has a long, rich, history of surprising scientists.Named after the kind of the gods in Roman mythology this king of the planets is a stormy enigma shrouded in colorful clouds. Its most prominent and most famous storm, the Great Red Spot, is twice the width of Earth. ",
      "discovery": "In 1610, Italian polymath Galileo Galilei discovered the four largest moons of Jupiter (now known as the Galilean moons) using a telescope. In 1892, E. E. Barnard observed a fifth satellite of Jupiter with the 36-inch (910 mm) refractor at Lick Observatory in California. This moon was later named Amalthea. It was the last planetary moon to be discovered directly by a visual observer through a telescope. An additional eight satellites were discovered before the flyby of the Voyager 1 probe in 1979.In 1932, Rupert Wildt identified absorption bands of ammonia and methane in the spectra of Jupiter. Three long-lived anticyclonic features called 'white ovals' were observed in 1938. For several decades they remained as separate features in the atmosphere, sometimes approaching each other but never merging. Finally, two of the ovals merged in 1998, then absorbed the third in 2000, becoming Oval BA."
    },
    {
      "id": 6,
      "name": "Saturn",
      "slug": "saturn",
      "image": "https://i.pinimg.com/originals/eb/24/09/eb2409fa11b564c90d109813b8cd9533.gif",
      "shortDescription": "Saturn is almost twice as far from the Sun as Jupiter at nearly 900 million miles.",
      "facts": "Saturn's interior is most likely composed of a rocky core, surrounded by a deep layer of metallic hydrogen, an intermediate layer of liquid hydrogen and liquid helium, and finally, a gaseous outer layer. Saturn has a pale yellow hue due to ammonia crystals in its upper atmosphere. An electrical current within the metallic hydrogen layer is thought to give rise to Saturn's planetary magnetic field, which is weaker than Earth's, but which has a magnetic moment 580 times that of Earth due to Saturn's larger size. Saturn's magnetic field strength is around one-twentieth of Jupiter's.[28] The outer atmosphere is generally bland and lacking in contrast, although long-lived features can appear. Wind speeds on Saturn can reach 1,800 kilometres per hour (1,100 miles per hour), higher than on Jupiter but not as high as on Neptune.",
      "description": "Saturn is almost twice as far from the Sun as Jupiter at nearly 900 million miles.  It is second in size in our solar system, surpassed only by Jupiter, but Saturn's mass is much smaller. Saturn's specific gravity is less than water's, meaning it would float on a body of water!  Like Jupiter, Saturn rotates extremely fast, and completes a rotation in about 10 hours.  It takes a little over 29 years to make one revolution around the Sun.  Saturn has 60 confirmed satellites, many of which are buried inside Saturn's smaller ring systems which are being discovered by NASA's Cassini spacecraft.  It is very difficult for astronomers to count the number of moons revolving around Saturn, because it is difficult to distinguish between tiny moons and the numerous ice chunks composing Saturn's smaller ringlets.  The large moon Titan is the most interesting in terms of atmospheric composition (mentioned below).  It is likely more satellites will be found in the future when astronomers diagnose Saturn's small, thin rings, and separate the ice chunks from actual satellites.",
      "discovery": "Saturn has been known since prehistoric times, and in early recorded history it was a major character in various mythologies. Babylonian astronomers systematically observed and recorded the movements of Saturn.[130] In ancient Greek, the planet was known as Φαίνων Phainon, and in Roman times it was known as the 'star of Saturn'. In ancient Roman mythology, the planet Phainon was sacred to this agricultural god, from which the planet takes its modern name.The Greek scientist Ptolemy based his calculations of Saturn's orbit on observations he made while it was in opposition.[135] In Hindu astrology, there are nine astrological objects, known as Navagrahas. Saturn is known as 'Shani' and judges everyone based on the good and bad deeds performed in life.[133][135] Ancient Chinese and Japanese culture designated the planet Saturn as the 'earth star' (土星). This was based on Five Elements which were traditionally used to classify natural elements."
    },
    {
      "id": 7,
      "name": "Uranus",
      "slug": "uranus",
      "image": "https://i.gifer.com/PAx.gif",
      "shortDescription": "Uranus’ atmosphere is mostly hydrogen and helium like Jupiter and Saturn",
      "facts": "Like the other giant planets, Uranus has a ring system, a magnetosphere, and numerous moons. The Uranian system has a unique configuration because its axis of rotation is tilted sideways, nearly into the plane of its solar orbit. Therefore, its north and south poles lie where most other planets have their equators.[21] In 1986, images from Voyager 2 showed Uranus as an almost featureless planet in visible light, without the cloud bands or storms associated with the other giant planets. No other spacecraft have yet visited the planet. Observations from Earth have shown seasonal change and increased weather activity as Uranus approached its equinox in 2007. Wind speeds can reach 250 metres per second (900 km/h; 560 mph).",
      "description": "Uranus’ atmosphere is mostly hydrogen and helium like Jupiter and Saturn, with traces of methane that absorb red light and give the planet its cyan appearance. Beneath the atmosphere is an exotic slush of partially frozen water, ammonia, and methane. For this reason, we call Uranus an ice giant, even though the ice isn’t like anything you’d put in your drink: super-compressed ice can reach temperatures of thousands of degrees! Like the other giant planets, Uranus has a ring system, a magnetosphere, and numerous moons. The Uranian system has a unique configuration because its axis of rotation is tilted sideways, nearly into the plane of its solar orbit. Therefore, its north and south poles lie where most other planets have their equators. In 1986, images from Voyager 2 showed Uranus as an almost featureless planet in visible light, without the cloud bands or storms associated with the other giant planets. No other spacecraft have yet visited the planet. Observations from Earth have shown seasonal change and increased weather activity as Uranus approached its equinox in 2007. Wind speeds can reach 250 metres per second (900 km/h; 560 mph)",
      "discovery": "Uranus had been observed on many occasions before its recognition as a planet, but it was generally mistaken for a star. Possibly the earliest known observation was by Hipparchos, who in 128 BC might have recorded it as a star for his star catalogue that was later incorporated into Ptolemy's Almagest. The earliest definite sighting was in 1690, when John Flamsteed observed it at least six times, cataloguing it as 34 Tauri. The French astronomer Pierre Charles Le Monnier observed Uranus at least twelve times between 1750 and 1769, including on four consecutive nights."
    },
    {
      "id": 8,
      "name": "Neptune",
      "slug": "neptune",
      "image": "https://thumbs.gfycat.com/GoodGlisteningDutchshepherddog-size_restricted.gif",
      "shortDescription": "Neptune, along with its cousin Uranus, is the least-explored planet in our solar system",
      "facts": "Neptune is not visible to the unaided eye and is the only planet in the Solar System found by mathematical prediction rather than by empirical observation. Unexpected changes in the orbit of Uranus led Alexis Bouvard to hypothesise that its orbit was subject to gravitational perturbation by an unknown planet. After Bouvard's death, the position of Neptune was predicted from his observations, independently, by John Couch Adams and Urbain Le Verrier. Neptune was subsequently observed with a telescope on 23 September 1846 by Johann Galle within a degree of the position predicted by Le Verrier. Its largest moon, Triton, was discovered shortly thereafter, though none of the planet's remaining 13 known moons were located telescopically until the 20th century. The planet's distance from Earth gives it a very small apparent size, making it challenging to study with Earth-based telescopes.",
      "description": "Neptune, along with its cousin Uranus, is the least-explored planet in our solar system, having been visited by a spacecraft only once. Yet we’ve found more Neptune-sized worlds orbiting other stars than any other type of planet. In order to understand other solar systems and figure out whether our own is unique, we need to learn more about the windy blue world in our own backyard. Like the gas giants (Jupiter and Saturn), Neptune's atmosphere is composed primarily of hydrogen and helium, along with traces of hydrocarbons and possibly nitrogen, but contains a higher proportion of ices such as water, ammonia and methane. Similar to Uranus, its interior is primarily composed of ices and rock; both planets are normally considered 'ice giants' to distinguish them. Along with Rayleigh scattering, traces of methane in the outermost regions in part account for the planet's blue appearance Newest data from the Gemini observatory shows the blue color is more saturated than the one present on Uranus due to thinner haze of Neptune's more active atmosphere.",
      "discovery": "Some of the earliest recorded observations ever made through a telescope, Galileo Galilei's drawings on 28 December 1612 and 27 January 1613 contain plotted points that match up with what is now known to have been the positions of Neptune on those dates. On both occasions, Galileo seems to have mistaken Neptune for a fixed star when it appeared close—in conjunction—to Jupiter in the night sky. Hence, he is not credited with Neptune's discovery. At his first observation in December 1612, Neptune was almost stationary in the sky because it had just turned retrograde that day. This apparent backward motion is created when Earth's orbit takes it past an outer planet. Because Neptune was only beginning its yearly retrograde cycle, the motion of the planet was far too slight to be detected with Galileo's small telescope. In 2009, a study suggested that Galileo was at least aware that the 'star' he had observed had moved relative to the fixed stars."
    }
  ]
}
